<template>
<div>
    <h2>会员介绍</h2>
    <hr>
        <p>每一位会员都是不可缺少的一份子，成为我们的尊贵会员，可享受多项会员专属特权，优先获知新产品、促销和特别活动信息，定期获赠精美杂志等，尽享购物乐趣。</p>
<b>一、会员加入</b>
<p>我想成为Harbor House尊贵会员</p>
<p>您只需在官网在线注册或莅临门店填写“会员卡申请表”，即可成为Harbor House尊贵会员。 </p>
<p>我的会员卡如何积分</p>
<p>持会员卡，您在门店或官网购物消费实付金额即可为您积分，不同商品积分不同(预付款及各类代金券等消费除外)。</p>
<p>我的会员卡如何升级 </p>
<p>持会员卡，您在门店或官网购物实付消费金额(预付款及各类代金券除外)，会员消费累计达到相应金额即可自动升级，再次购物即可享受最新的会员折扣优惠： </p>
<p>客户实付消费金额累积达3 万，可升级为银卡会员，再次购物即可享受银卡折扣优惠； </p>
<p>客户实付消费金额累积达8 万，可升级为金卡会员，再次购物即可享受金卡折扣优惠； </p>
<p>客户实付消费金额累积达15 万，可升级为白金会员，再次购物即可享受白金卡折扣优惠；</p>
<p>客户实付消费金额累积达30 万，可升级为钻石卡会员，再次购物即可享受钻石卡折扣优惠； </p>
<p>会员购买商品退货或换货消费金额不满相应等级时，系统自动将会员卡调整至对应等级。 </p>
<p>我的会员卡积分如何查询 </p>
 <p>您可以通过以下3 种方式查询：</p>
 <ol>
     <li>至门店服务台查询；</li>
     <li>致电全国服务热线查询；</li>
     <li>登录公司网站查询。</li>
 </ol>
<b>二、会员权利 </b>
<p>走进门店消费您就是我们尊贵的客人，成为尊贵的会员将享受如下服务：</p>
<p>★普通会员 </p>
<ol>
    <li>您的消费可累计积分，参加积分换赠活动；</li>
    <li>凭卡可预约免费软装设计咨询服务，协助您完成整体家居设计和软装搭配；</li>
    <li>可参加会员俱乐部举办的各项会员活动；</li>
    <li>您将定期免费获得精美杂志；</li>
    <li>定期获得各类新品、促销等活动信息。</li>
</ol>
</div>
</template>
<script>
import Pos from '@/components/page/Pos'
import axios from 'axios'
export default {
    data(){
        return{
        }
    },
    methods:{

    },
}
</script>

<style scoped>
html,body{
    margin: 0;
    padding: 0;
}
p{
    margin: 0;
}
li{
    margin:0;
}
</style>
